"_BASE_USED_" = "bg";
/* Use the _ADVANCED_EXTRA_WIDTH_ (if needed) to fit the method description properly */
"_ADVANCED_EXTRA_WIDTH_" = "50.0";
/* "_PREFERENCES_EXTRA_WIDTH_" = "0.0"; */
"OK" = "OK";
"Done" = "Готово";
"Yes" = "Да";
"No" = "Не";
"Don't show again" = "Не показвай отново";
"Set as default compressor" = "Направи архиватор по подразбиране";
"Not now" = "Не сега";
"Want to make Keka your default compressor?" = "Искаш ли да направиш Keka архиватор по подразбиране?";
"This means that all the compatible files will be extracted with Keka by now. You can set this later in the Keka Preferences." = "Това означава, че всички поддържани файлове ще бъдат разархивирани с Keka. Можеш да го промениш по-късно в Настройките на Keka.";
"Really want to close Keka?" = "Really want to close Keka?";
"The current operations will be canceled. If you choose to wait and quit Keka will exit when all work is done." = "Текущите операции ще бъдат отказани. Ако избереш на чакаш и да излезеш, Keka ще се затвори когато всичката работа е свършена.";
"Password needed" = "Нужна е парола";
"File \"%@\" needs a password to be extracted" = "Файл \"%@\" иска парола, за да бъде разархивиран";
"File \"%@\" needs a special encoding to be extracted" = "File \"%@\" needs a special encoding to be extracted";
"Extraction of \"%@\" done" = "Разархивирането на \"%@\" е готово";
"Extraction of \"%@\" failed." = "Разархивирането на \"%@\" се провали.";
"Extraction of %i files done" = "Разархивирането на %i файлове е готово";
"Extraction complete" = "Разархивирането завърши";
"Extraction fail" = "Разархивирането се провали";
"Compression complete" = "Компресирането завърши";
"File \"%@\" created" = "Файл \"%@\" е създаден";
"Compression fail" = "Компресирането се провали";
"File \"%@\" cannot be created" = "Файл \"%@\" не може да бъде създаден";
"Operation not implemented" = "Операцията не се осъществява";
"Performing operation..." = "Извършване на операция...";
"Waiting..." = "Изчакване...";
"Extracting \"%@\"" = "Разархивиране \"%@\"";
"Extracting \"%@...\"" = "Разархивиране \"%@...\"";
"Creating %@ file..." = "Създаване на %@ файл...";
"Creating file \"%@\"" = "Създаване на файл \"%@\"";
"Creating file \"%@...\"" = "Създаване на файл \"%@...\"";
"Volume name:" = "Име на дяла:";
"Select the encoding for \"%@\"" = "Select the encoding for \"%@\"";
"Time elapsed: %d:%@%d:%@%d hours%@" = "Изминало време: %d:%@%d:%@%d часове%@";
"Time elapsed: %d:%@%d minutes%@" = "Изминало време: %d:%@%d минути%@";
"Time elapsed: %d seconds%@" = "Изминало време: %d секунди%@";
"%d seconds" = "%d секунди";
"%d:%@%d minutes" = "%d:%@%d минути";
"%d:%@%d:%@%d hours" = "%d:%@%d:%@%d часове";
"Pause" = "Пауза";
"Continue" = "Продължи";
"Operation paused" = "Операцията е паузирана";
"Cancel" = "Откажи";
"Close" = "Затвори";
"Operation failed" = "Операцията се провали";
"Operation failed with error code %d" = "Операцията се провали с код %d";
"Choose a name and folder to start the compression" = "Избери име и папка, за да започне компресирането";
"Creation of \"%@\" failed" = "Създаването на \"%@\" се провали";
"Creating \"%@\"" = "Създаване \"%@\"";
"Prepearing extraction..." = "Подготвяне на разархивирането…";
"Choose a folder to extract this file" = "Избери папка, за да се разархивира файла";
"Choose where do you want to extract \"%@\"" = "Choose where do you want to extract \"%@\"";
"Select all the volumes from \"%@\" or the folder that contains them" = "Select all the volumes from \"%@\" or the folder that contains them";
"Select the folder that contains \"%@\"" = "Select the folder that contains \"%@\"";
"Extraction of \"%@\" failed" = "Разархивирането на \"%@\" се провали";
"Keka - %i on queue" = "Keka - %i на опашка";
"Keka can't create this %@ image" = "Keka не може да направи това %@ изображение";
"You can only create %@ images with a single folder. Try to put all your files in a folder and drop it to Keka to create the %@ image." = "Можете да създавате само %@ изображения с една папка. Пробвайте да сложите всичките си файлове в папка и да я пуснете върху Keka, за да създадете %@ изображение.";
"Keka can't create this @% tarball" = "Keka не може да създаде @% tarball";
"This operation is not supported on %@." = "Тази операция не се поддържа на %@.";
"Compress \"%@\" in %@ to..." = "Компресирай \"%@\" в %@ до...";
"Compress in %@ to..." = "Компресирай в %@ до...";
"Save as:" = "Запази като:";
"Compress" = "Компресирай";
"Extract \"%@\" to..." = "Разархивирай \"%@\" към…";
"Extract as:" = "Разархивирай като:";
"Extract" = "Разархивирай";
" - Remaining: Calculating..." = " - Остават: Пресмятане...";
" - Remaining: About one second" = " - Остават: Около една секунда";
" - Remaining: About %d seconds" = " - Остават: Около %d секунди";
" - Remaining: About 1 minute" = " - Остават: Около 1 минута";
" - Remaining: About %d minutes" = " - Остават: Около %d минути";
" - Remaining: About 1 hour" = " - Остават: Около 1 час";
" - Remaining: About %d hours" = " - Остават: Около %d часа";
" - Remaining: About 1 day" = " - Остават: Около 1 ден";
" - Remaining: About %d days" = " - Остават: Около %d дни";
" - Remaining: About 1 year" = " - Остават: Около 1 година";
" - Remaining: About %d years" = " - Остават: Около %d години";
" - Remaining: Less than one second" = " - Остават: По-малко от секунда";
"Can't show progress time..." = "Не може да се покаже прогреса…";
"Password for \"%@\"" = "Парола за \"%@\"";
"Method:" = "Метод:";
"No compression" = "Без компресиране";
"Fastest, less compression" = "Най-бързо, по-малко компресиране";
"Fast, less compression" = "Бързо, по-малко компресиране";
"Normal" = "Нормално";
"Slow, more compression" = "Бавно, повече компресиране";
"Slowest, more compression" = "Най-бавно, повече компресиране";
"Compression" = "Компресиране";
"Extraction" = "Разархивиране";
"Keka can't use the \"extlx.plist\" list, please get in contact with the developers.\n\nNow Keka will quit." = "Keka can't use the \"extlx.plist\" list, please get in contact with the developers.\n\nKeka will now quit.";
"Keka is dying!" = "Keka умира!";
"Ask each time" = "Питай всеки път";
"Next to original file" = "До оригиналното име";
"Custom folder..." = "Потребителска папка...";
"Same as original file" = "Същото като оригиналното име";
"Custom name..." = "Потребителско име...";
"Compressed file" = "Компресиран файл";
"Set as default folder" = "Избери като папка по подразбиране";
"Perform automatic action" = "Изпълни автоматично действие";
"Always compress" = "Винаги компресирай";
"Always extract" = "Винаги разархивирай";
"1.4 MB Floppy" = "1.4 MB Floppy disk";
"650 MB CD" = "650 MB CD";
"700 MB CD" = "700 MB CD";
"4.7 GB DVD" = "4.7 GB DVD";
"Drop here to extract" = "Пусни тук, за да разархивираш";
"Drop here to compress" = "Пусни тук, за да компресираш";
"Binary \"%@\" is not accessible" = "Бинарен файл \"%@\" не е достъпен";
"The first part \"%@\" can't be found" = "Първата част \"%@\" не може да бъде намерена";
"unknown" = "неизвестна";
"Unknown error" = "Неизвестна грешка";
"Error code %d using \"%@\"\n%@" = "Код на грешката %d използвайки \"%@\"\n%@";
"No errors found" = "Няма намерени грешки";
"Minor error, the operation may be done well" = "Малка грешка, операцията може да е завършена";
"Fatal error" = "Фатална грешка";
"CRC error occurred, maybe the file is corrupt" = "CRC грепка се появи, файлът може да е развален";
"Attempt to modify an archive previously locked" = "Опит да се промени заключен архив";
"Maybe you don't have permission to write or your disk is full" = "Може би нямате позволение да записвате, или диска е пълен";
"Can't open the file, maybe you don't have read permission" = "Не може да се отвори файла, може би нямате позволение за четене";
"Command line error, please contact with the developer" = "Грешка в командния ред, моля свържете се с програмиста";
"Not enough memory. Try to close some programs and repeat the operation" = "Няма достатъчно памет. Затворете някои приложения и опитайте отново";
"Can't create the file, maybe you don't have permission or free space" = "Не може да се създаде файла, може би нямате позволение или свободно място";
"Canceled manually" = "Ръчно отказано";
"Bad password, try again" = "Грешна парола, опитай отново";
"This archive is locked" = "Архивът е заключен";
"Write error. No permission? No space left?" = "Грешка при записа. Няма разрешение? Няма свободно място?";
"Can't open the file, maybe it's not accessible" = "Не може да се отвори файла, може би не е достъпен";
"No files matching the mask" = "Няма файлове отговарящи на маската";
"Give access" = "Позволи достъп";
"Just folder access" = "Just folder access";
"Quit" = "Излез";
"More information" = "Повече информация";
"Keka needs file access" = "Keka се нуждае от файлов достъп";
"Give home access" = "Give home access";
"Customize" = "Customize";
"In order to work seamlessly with your files, Keka needs local access to the Mac disk." = "За да работите безпроблемно с вашите файлове, Keka се нуждае от локален достъп до Mac диска.";
"\nSimply click on \"Give access to Keka\", your disk should already be selected." = "\nПросто натиснете на \"Give access to Keka\", вашите диск трябва да е избран предварително.";
"Give access to Keka" = "Позволи достъп на Keka";
"Full Mac access (Recommended)" = "Full Mac access (Recommended)";
"Home folder access" = "Home folder access";
"External volumes access" = "External volumes access";
"External disk: %@" = "External disk: %@";
"An extension is required" = "Нужна е добавка";
"In order to set Keka as the default application, you need to install an extension. Click on \"More information\" to follow the required steps.\n\nRemember that you can always set Keka as the default application for any format using the Finder's \"Get Info\" panel." = "За да направите Keka архиватор по подразбиране, трябва да инсталирате добавка. Натиснете на \"More information\", за да направите нужните стъпки.\n\nЗапомни, че винаги можеш да направиш Keka архиватор по подразбиране за всеки формат с \"Get Info\" панела на Finder.";
"Cannot set Keka as default" = "Keka не може да бъде по подразбиране";
"The intermediate application failed to launch. There is more information in the Console.app." = "The intermediate application failed to launch. There is more information in the Console.app.";
"The intermediate application returned an undefined code." = "The intermediate application returned an undefined code.";
"Keka is now set as the default application for its known formats." = "Keka is now set as the default application for its known formats.";
"Keka set as default" = "Keka set as default";
"There were some errors while registering the formats. There is more information in the Console.app." = "There were some errors while registering the formats. There is more information in the Console.app.";
"The intermediate application can't get access to Keka." = "The intermediate application can't get access to Keka.";
"The intermediate application can't find Keka." = "The intermediate application can't find Keka.";
